// NVPrefPane
"UNABLE_TO_OPEN_HELPER" = "Unable to open the NVIDIA Driver Manager.";
"TRY_AGAIN_MESSAGE" = "Please try again or re-install the NVIDIA Web Driver package from the NVIDIA website.";
"Quit" = "Quit";

// Graphics Drivers tab (tooltips)
"WEB_DRIVER_NOT_INSTALLED" = "The NVIDIA Web Driver is not installed.";
"WEB_DRIVER_INVALID" = "The Default macOS Graphics Driver is now being used because the installed NVIDIA Web Driver is not compatible with your current OS. Please install a newer version of the NVIDIA Web Driver when it becomes available.";

// ECC tab
"-" = "-";
"No Device Found" = "No Device Found";
"Slot-%d: %@" = "Slot-%d: %@";
"ECC Enabled" = "ECC Enabled";
"ECC Disabled" = "ECC Disabled";
"ECC Not Supported" = "ECC Not Supported";
"Empty" = "Empty";

// Double Precision tab
"Double Precision Enabled" = "Double Precision Enabled";
"Double Precision Disabled" = "Double Precision Disabled";
"Double Precision Not Supported" = "Double Precision Not Supported";

// G-SYNC tab
"G-SYNC Enabled" = "G-SYNC Enabled";
"G-SYNC Disabled" = "G-SYNC Disabled";
"G-SYNC Not Supported" = "G-SYNC Not Supported";

// Updates tab
"Last check was %@" = "Last check was %@";
"NVIDIA Web Driver: %@" = "NVIDIA Web Driver: %@";
"Not installed" = "Not installed";
"%@ (Not compatible)" = "%@ (Not compatible)";
"%@ (Up to date)" = "%@ (Up to date)";
"Not installed (%@ Available)" = "Not installed (%@ Available)";
"%@ (%@ Available)" = "%@ (%@ Available)";
"Check Now" = "Check Now";
"Install..." = "Install...";
"Downloading (%d%%)" = "Downloading (%d%%)";

// Restart sheet
"Cancel" = "Cancel";
"Not Now" = "Not Now";
"Are you sure you want to restart the computer?" = "Are you sure you want to restart the computer?";
"Do you want to restart the computer now?" = "Do you want to restart the computer now?";
"Your computer will start up using %@." = "Your computer will start up using %@.";
"the NVIDIA Web Driver" = "the NVIDIA Web Driver";
"the Default macOS Graphics Driver" = "the Default macOS Graphics Driver";
"%@ and ECC enabled" = "%@ and ECC enabled";
"%@ and ECC disabled" = "%@ and ECC disabled";
"%@ and ECC enabled on Slot-%@" = "%@ and ECC enabled on Slot-%@";
"%@ and %@" = "%@ and %@"; // Slot-"1 and 2"
"%@, " = "%@, "; // Slot-"1, 2, and 3"
"and %@" = "and %@";
"The change takes effect after restart." = "The change takes effect after restart.";
